Revit 2027 API
ParameterTypeId.ElemTypeParam Property
 "Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemTypeParam { get; }
Public Shared ReadOnly Property ElemTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemTypeParam {
	ForgeTypeId^ get ();
}
static member ElemTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace